;abilities
[RM_GuardianStasis X2AbilityTemplate]
LocFriendlyName="静滞"
LocLongDescription="彻底使目标眩晕1回合，但对方会免疫任何伤害或攻击。"
LocHelpText="彻底使目标眩晕1回合，但对方会免疫任何伤害或攻击。"
LocFlyOverText="静滞"
LocPromotionPopupText="<Bullet/>静滞需要<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>\"静滞\"能够使目标单位完全脱离战斗1回合，既可以用于牵制敌军，也可以用于保护友军。<br/>"

[RM_ScarredReaction X2AbilityTemplate]
LocFriendlyName="应激反应"
LocLongDescription="伤痕累累的人对任何伤害都有反应."
LocHelpText="伤痕累累的人对任何伤害都有反应."
LocFlyOverText="应激反应"

; misc text
[MarauderIncursion X2SitRepTemplate]
FriendlyName="掠夺者入侵"
Description="情报显示有掠夺者在该区域活动，请谨慎行事。"

[MarauderIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="掠夺者入侵"
Description="对各方都持敌对态度的掠夺者正在该区域内巡逻。"

;characters
[MARScarred_M1 X2CharacterTemplate]
strCharacterName="战痕之子"
[MARScarred_M2 X2CharacterTemplate]
strCharacterName="战痕之子"
[MARScarred_M3 X2CharacterTemplate]
strCharacterName="战痕之子"

[MARCleanser_M1 X2CharacterTemplate]
strCharacterName="怒火扫荡者"

[MARCleanser_M2 X2CharacterTemplate]
strCharacterName="暴怒扫荡者"

[MARCleanser_M3 X2CharacterTemplate]
strCharacterName="狂怒扫荡者"

[MARGuardian_M1 X2CharacterTemplate]
strCharacterName="怒火守护者"

[MARGuardian_M2 X2CharacterTemplate]
strCharacterName="暴怒守护者"

[MARGuardian_M3 X2CharacterTemplate]
strCharacterName="狂怒守护者"

[MARMarauder_M1 X2CharacterTemplate]
strCharacterName="怒火掠夺者"

[MARMarauder_M2 X2CharacterTemplate]
strCharacterName="暴怒掠夺者"

[MARMarauder_M3 X2CharacterTemplate]
strCharacterName="狂怒掠夺者"


;weapons
[Cleanser_CV X2WeaponTemplate]
FriendlyName="扫荡者火焰喷射器"
FriendlyNamePlural="扫荡者火焰喷射器"
BriefSummary=""
TacticalText=""

[Cleanser_MG X2WeaponTemplate]
FriendlyName="扫荡者火焰喷射器"
FriendlyNamePlural="扫荡者火焰喷射器"
BriefSummary=""
TacticalText=""

[Cleanser_BM X2WeaponTemplate]
FriendlyName="扫荡者火焰喷射器"
FriendlyNamePlural="扫荡者火焰喷射器"
BriefSummary=""
TacticalText=""

[MARCannon_CV X2WeaponTemplate]
FriendlyName="守护者加农炮"
FriendlyNamePlural="守护者加农炮"
BriefSummary=""
TacticalText=""

[MARCannon_MG X2WeaponTemplate]
FriendlyName="守护者加农炮"
FriendlyNamePlural="守护者加农炮"
BriefSummary=""
TacticalText=""

[MARCannon_BM X2WeaponTemplate]
FriendlyName="守护者加农炮"
FriendlyNamePlural="守护者加农炮"
BriefSummary=""
TacticalText=""

[MARAmp_CV X2WeaponTemplate]
FriendlyName="守护者灵能增幅器"
FriendlyNamePlural="守护者灵能增幅器"
BriefSummary=""
TacticalText=""

[MARAmp_MG X2WeaponTemplate]
FriendlyName="守护者灵能增幅器"
FriendlyNamePlural="守护者灵能增幅器"
BriefSummary=""
TacticalText=""

[MARAmp_BM X2WeaponTemplate]
FriendlyName="守护者灵能增幅器"
FriendlyNamePlural="守护者灵能增幅器"
BriefSummary=""
TacticalText=""

[MARBullpup_CV X2PairedWeaponTemplate]
FriendlyName="掠夺者无托式机枪"
FriendlyNamePlural="掠夺者无托式机枪"
BriefSummary=""
TacticalText=""

[MARBullpup_MG X2PairedWeaponTemplate]
FriendlyName="掠夺者无托式机枪"
FriendlyNamePlural="掠夺者无托式机枪"
BriefSummary=""
TacticalText=""

[MARBullpup_BM X2PairedWeaponTemplate]
FriendlyName="掠夺者无托式机枪"
FriendlyNamePlural="掠夺者无托式机枪"
BriefSummary=""
TacticalText=""

[MARJack_CV X2WeaponTemplate]
FriendlyName="掠夺者开颅刃"
FriendlyNamePlural="掠夺者开颅刃"
BriefSummary=""
TacticalText=""

[MARJack_MG X2WeaponTemplate]
FriendlyName="掠夺者开颅刃"
FriendlyNamePlural="掠夺者开颅刃"
BriefSummary=""
TacticalText=""

[MARJack_BM X2WeaponTemplate]
FriendlyName="掠夺者开颅刃"
FriendlyNamePlural="掠夺者开颅刃"
BriefSummary=""
TacticalText=""
[ScarredSMG_M1 X2WeaponTemplate]
FriendlyName="战痕猎犬"
FriendlyNamePlural="战痕猎犬"
BriefSummary=""
TacticalText=""
AbilityDescName="无托式步枪"
[ScarredSMG_M2 X2WeaponTemplate]
FriendlyName="战痕猎犬"
FriendlyNamePlural="战痕猎犬"
BriefSummary=""
TacticalText=""
AbilityDescName="无托式步枪"
[ScarredSMG_M3 X2WeaponTemplate]
FriendlyName="战痕猎犬"
FriendlyNamePlural="战痕猎犬"
BriefSummary=""
TacticalText=""
AbilityDescName="无托式步枪"

[ScarredSMG_XCOM X2WeaponTemplate]
FriendlyName="战痕猎犬"
FriendlyNamePlural="战痕猎犬"
BriefSummary="战痕之子对无托式步枪的个人改装. 与标准无托式步枪相比,提供极端火力提升,但是受限的弹药数."
TacticalText="<Bullet/> 战痕之子对无托式步枪的个人改装提供了极致的战场火力.\n<Bullet/> 射击并不会终止回合,并且可以在一回合内射击两次.\n<Bullet/>武器可以装填的子弹数较少.\n<Bullet/> 由于其改装性质，此武器无法升级."
AbilityDescName="无托式步枪"